tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "exa"
brew "gh"
brew "gnu-sed"
brew "jq"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "python@3.11"
brew "ripgrep"
cask "discord"
cask "fig"
cask "font-hack-nerd-font"
cask "jetbrains-toolbox"
cask "miniconda"
cask "postman"
cask "slack"
cask "spotify"
vscode "aaron-bond.better-comments"
vscode "Angular.ng-template"
vscode "anteprimorac.html-end-tag-labels"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitLab.gitlab-workflow"
vscode "Gruntfuggly.todo-tree"
vscode "JerryHong.autofilename"
vscode "kamikillerto.vscode-colorize"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.console-ninja"
vscode "withfig.fig"
vscode "xyc.vscode-mdx-preview"
vscode "Yummygum.city-lights-icon-vsc"
vscode "ZixuanChen.vitest-explorer"
