tap "nikitabobko/tap"
brew "act"
brew "bat"
brew "btop"
brew "deno"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "luajit"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "nss"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "stow"
brew "tmux"
brew "zoxide"
cask "1password-cli"
cask "aerospace"
cask "airbuddy"
cask "bambu-studio"
cask "discord"
cask "expressvpn"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keycastr"
cask "miniconda"
cask "ngrok"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "teamviewer"
cask "visual-studio-code"
