tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
brew "act"
brew "bat"
brew "btop"
brew "docker"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "luajit"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "nss"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "stow"
brew "terraform"
brew "tmux"
brew "vhs"
brew "zoxide"
cask "aerospace"
cask "airbuddy"
cask "background-music"
cask "discord"
cask "expressvpn"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keycastr"
cask "miniconda"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "anteprimorac.html-end-tag-labels"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jerryhong.autofilename"
vscode "kamikillerto.vscode-colorize"
vscode "mattpocock.ts-error-translator"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mylesmurphy.prettify-ts"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "somewhatstationery.some-sass"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "undefined_publisher.django-test-runner"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "xyc.vscode-mdx-preview"
